{
    "story": "El Palacio de Viana, también conocido como Museo de los Patios, es una joya arquitectónica que representa la esencia de la casa-palacio cordobesa tradicional. Este palacio-museo, con más de 6.500 metros cuadrados de superficie, es famoso por sus doce patios únicos y sus jardines, cada uno con su propia personalidad y estilo.\n\nLa historia del palacio se remonta al siglo XIV, cuando comenzó como una casa señorial que fue creciendo y evolucionando a lo largo de cinco siglos. El edificio actual es el resultado de la unión de varias casas nobles, cada una aportando sus propios espacios y características arquitectónicas únicas.\n\nLos doce patios del palacio son un verdadero museo viviente de la arquitectura y jardinería cordobesa. Cada patio tiene su propio nombre y carácter: el Patio de Recibo, el más antiguo y monumental; el Patio de los Naranjos, con sus cítricos centenarios; el Patio de las Rejas, con su bella arquitectura renacentista; el Patio de los Gatos, íntimo y acogedor; y el Patio de la Capilla, entre otros.\n\nEl interior del palacio alberga una importante colección de artes decorativas, incluyendo tapices, cueros repujados, porcelanas, pinturas y una notable colección de armas antiguas. La biblioteca histórica del palacio contiene más de 7.000 volúmenes, algunos de ellos incunables y manuscritos de gran valor.\n\nLos jardines del Palacio de Viana son igualmente impresionantes, con una rica variedad de plantas y diseños paisajísticos que reflejan diferentes períodos históricos. El jardín principal, conocido como el Jardín de los Poetas, es un ejemplo excepcional de jardín romántico del siglo XIX.\n\nHoy en día, el Palacio de Viana es un museo vivo que permite a los visitantes experimentar la vida de la nobleza cordobesa a lo largo de los siglos. Sus patios participan en el famoso Festival de los Patios de Córdoba, una celebración declarada Patrimonio Cultural Inmaterial de la Humanidad por la UNESCO, donde la belleza de la arquitectura tradicional y la jardinería cordobesa se muestran en todo su esplendor."
}