{
  "story": "The Roman Bridge of Córdoba, known locally as 'Puente Romano,' has spanned the Guadalquivir River for nearly two millennia, serving as a vital crossing point and symbolic entrance to the historic city. Originally built in the early 1st century BCE during the Roman Republic, the bridge connected the Via Augusta, the major Roman road running through Hispania (modern Spain and Portugal).\n\nThe bridge we see today, however, is not entirely Roman. While it stands on the original Roman foundations, much of the current structure dates from the Moorish reconstruction during the 8th century CE. The bridge has undergone numerous renovations and reconstructions throughout its long history, with significant work during the medieval period and as recently as the 19th and 20th centuries.\n\nStretching approximately 247 meters (810 feet) in length and supported by 16 arches, the bridge served as the city's only crossing over the Guadalquivir until the 20th century. Its strategic importance cannot be overstated—controlling this bridge meant controlling access to Córdoba itself.\n\nAt the southern end of the bridge stands the Torre de la Calahorra, a fortified gate built by the Almohad Caliphate in the 12th century to protect the bridge. On the northern end, there was once a Roman gate that was replaced in the 16th century by the Puerta del Puente (Gate of the Bridge), designed by Hernán Ruiz III in a Renaissance style.\n\nIn the center of the bridge stands a statue of San Rafael, the Archangel who is considered the guardian of Córdoba. The statue was erected in the 16th century by renowned sculptor Bernabé Gómez del Río.\n\nThe Roman Bridge features prominently in popular culture, most notably as the Long Bridge of Volantis in the fifth season of the HBO series Game of Thrones, bringing this ancient structure to the attention of millions of viewers worldwide.\n\nToday, the bridge is pedestrianized, allowing visitors to stroll across its ancient stones while enjoying spectacular views of the Mezquita-Cathedral and the flowing waters of the Guadalquivir. At night, the illuminated bridge creates a magical reflection on the river's surface, offering one of the most romantic and photogenic scenes in Córdoba.\n\nThe Roman Bridge stands as a testament to human engineering and persistence, having withstood floods, wars, and the passage of time to continue serving the people of Córdoba nearly 2,000 years after its original construction."
}